Repository: rombintu/PowerDNS-Admin
Catalog: powerdnsadmin/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Allow users to view the history of actions
ru: Разрешить пользователям смотреть историю действий

source: Automatic creation of a PTR record
ru: Автоматическое создание записи PTR

source: Automatic updating of domain information. Turn it on for more performance
ru: Автоматическое обновление информации о зонах. Включите для повышения производительности

source: Getting all the values via the API. Default: disable
ru: Получение всех значений через API. По умолчанию: отключено

source: Enable api endpoints. Default: disable
ru: Включить API. По умолчанию: отключено

source: Switch the service to maintenance mode
ru: Переключение сервиса в режим технического обслуживания

source: Maximum value of visible record rows
ru: Максимальное значение видимых строк записей

source: API session timeout
ru: Тайм-аут сеанса API

source: Assistance in creating a zone and writing to a domain
ru: Помощь в создании зоны и записи в домен

source: User session timeout
ru: Тайм-аут сеанса пользователя

source: The name of the service. Displayed in some places
ru: Название сервиса. Отображается в некоторых местах

source: Setting TTL options, by time, separated by commas
ru: Настройка параметров TTL по времени, разделенных запятыми

source: Checking for the users SSL connection
ru: Проверка наличия SSL-соединения при обращении к Серверу PDNS

source: A warning about long inactivity. Allows the user to keep the session active
ru: Предупреждение о длительном бездействии. Позволяет пользователю сохранять сеанс активным

source: Create
ru: Создать

source: Editor
ru: Редактор

source: Account
ru: Группа

source: Home
ru: Главная

source: Accounts
ru: Группы

source: Error
ru: Ошибка

source: Name
ru: Имя

source: Cannot be blank and must only contain alphanumeric characters.
ru: Не может быть пустым и должен содержать только буквенно-цифровые символы.

source: Account name already in use.
ru: Имя учетной записи, которое уже используется.

source: Description
ru: Описание

source: Contact Person
ru: Контакт

source: Mail Address
ru: Адрес электронной почты

source: Access Control
ru: Контроль доступа

source: Users on the right have access to manage records in all zones associated with the account.
ru: Пользователи справа имеют доступ к управлению записями во всех зонах, связанных с учетной записью.

source: Click on users to move between columns.
ru: Нажмите на пользователей, чтобы переместить между столбцами.

source: Zones on the right are associated with the account. Red marked zone names are already associated with other accounts. Moving already associated zones to this account will overwrite the previous associated account.
ru: Зоны справа связаны с учетной записью. Отмеченные красным названия зон уже связаны с другими учетными записями. Перемещение уже связанных зон в эту учетную запись приведет к перезаписи предыдущей связанной учетной записи.

source: Hover over the red zone names to show the associated account. Click on zones to move between columns.
ru: Наведите курсор на названия красных зон, чтобы отобразить соответствующую учетную запись. Нажмите на зону чтобы передвинуть между колонками

source: Cancel
ru: Отмена

source: Save
ru: Сохранить

source: Help
ru: Помощь

source: An account allows grouping of zones belonging to a particular entity, such as a customer or department.
ru: Учетная запись позволяет группировать зоны, принадлежащие определенному объекту, например клиенту или отделу.

source: A zone can be assigned to an account upon zone creation or through the zone administration page.
ru: Зона может быть назначена учетной записи при создании зоны или через страницу администрирования зоны.

source: Fill in all the fields to the in the form to the left.
ru: Заполните все поля в форме слева.

source: is an account identifier. It will be lowercase and can contain alphanumeric characters.
ru: является идентификатором учетной записи. Он будет написан строчными буквами и может содержать буквенно-цифровые символы.

source: is a user-friendly name for this account.
ru: это удобное имя для этой учетной записи.

source: Contact person
ru: Контакт

source: is the name of a contact person at the account.
ru: имя контакта учетной записи.

source: is an e-mail address for the contact person.
ru: адрес электронной почты

source: API Key
ru: API Ключ

source: Dashboard
ru: Панель

source: API Keys
ru: API Ключи

source: Role
ru: Роль

source: This key will be linked to the accounts on the right,
ru: Этот ключ будет привязан к учетным записям справа,

source: thus granting access to zones owned by the selected accounts.
ru: таким образом, предоставляется доступ к зонам, принадлежащим выбранным учетным записям.

source: Click on accounts to move between the columns.
ru: Нажмите на имя группы, чтобы переместить между столбцами.

source: Zone
ru: Зона

source: This key will have access to the zones on the right.
ru: Этот ключ будет иметь доступ к зонам справа.

source: Click on zones to move between the columns.
ru: Нажмите на зону, чтобы переместить между столбцами.

source: Fill in all the fields in the form to the left.
ru: Заполните все поля в форме слева.

source: The key description.
ru: Описание ключа

source: The zones or accounts which the key has access to.
ru: Зоны или учетные записи, к которым ключ имеет доступ.

source: New
ru: Новый

source: Close
ru: Закрыть

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: User Editor
ru: Изменение профиля

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Username
ru: Логин

source: Password
ru: Пароль

source: The password cannot be blank.
ru: Пароль не может быть пустым.

source: Newly created users do not have access to any zones.
ru: Новые пользователи не имеют доступа ни к каким зонам.

source: You will need to grant access to the user once it is created via the zone management buttons on the dashboard.
ru: Вам нужно будет предоставить доступ пользователю, как только он будет создан, с помощью кнопок управления зонами на панели мониторинга.

source: cannot be changed.
ru: не может быть изменено.

source: can be left empty to keep the current password.
ru: можно оставить пустым, чтобы сохранить текущий пароль.

source: Global Search
ru: Поиск

source: Search Form
ru: Форма поиска

source: This tool can be used to search for zones, records, and comments via the PDNS API
ru: Этот инструмент можно использовать для поиска зон, записей и комментариев с помощью PDNS API

source: Search Query
ru: Поисковый запрос

source: The * character can be used in your keyword as a wildcard character and the ? character can be used as a wildcard for a single character.
ru: Символ * может использоваться в вашем ключевом слове в качестве подстановочного знака и символ ? может использоваться в качестве подстановочного знака для одного символа"

source: Zones
ru: Список зон

source: Zone Name
ru: Имя зоны

source: Zone Records
ru: Записи

source: Type
ru: Тип

source: Status
ru: Статус

source: TTL
ru: ТТЛ

source: Data
ru: Данные

source: Comments
ru: Комментарии

source: Comment
ru: Комментарий

source: Record
ru: Запись

source: Activity
ru: Аудит

source: Search
ru: Поиск

source: Search for All Activity
ru: Поиск по всем активностям

source: Search By Zone
ru: Поиск по зоне

source: Search By Account
ru: Поиск по Группе

source: Search for User Authentication
ru: Поиск по методу авторизации

source: Record Changelog only
ru: Запись только в журнал изменений

source: Account Name
ru: Имя Группы

source: Authenticator Types
ru: Тип авторизации

source: All
ru: Все

source: LOCAL
ru: Локально

source: SUDIS
ru: СУДИС

source: Filters
ru: Фильтры

source: Changed by
ru: Кем изменено

source: Minimum date
ru: От

source: Maximum date
ru: До

source: Clear
ru: Очистить

source: History Details
ru: Подробнее

source: Limit of loaded history records has been reached! Only
ru: Достигнут лимит загруженных записей! Отображаются

source: history records are shown.
ru: только записи истории.

source: Time
ru: Время

source: Content
ru: Контент

source: Detail
ru: Подробнее

source: Info
ru: Инфо

source: Contact
ru: Контакт

source: Mail
ru: Почта

source: Member
ru: Принадлежность

source: Zone(s)
ru: Зона(ы)

source: Action
ru: Действие

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Confirmation
ru: Подтверждение

source: Actions
ru: Действия

source: Email
ru: Почта

source: Privileges
ru: Привилегии

source: Server Configuration
ru: О сервере

source: Server
ru: Сервер

source: Configuration
ru: Конфигурация

source: Value
ru: Значение

source: Server Statistics
ru: Статистика

source: Authentication Settings
ru: Настройки авторизации

source: Settings
ru: Настройки

source: Settings Editor
ru: Редактирование

source: Saved
ru: Сохранено

source: These settings have been saved to the database.
ru: Настройки были сохранены в базе данных.

source: These settings could
ru: Настройки могут быть

source: not
ru: не

source: be saved to the database!
ru: сохраненны в базе данных!

source: Additional Information
ru: дополнительная информация

source: Local
ru: Локально

source: Local DB Authentication
ru: Локальная Авторизация

source: Allow users to sign up
ru: Разрешить пользователям регистрироваться

source: Password Requirements
ru: Требования к паролю

source: Enforce Character Requirements
ru: Требовать правила

source: Minimum Password Length
ru: Минимум символов в пароле

source: Minimum Lowercase Characters
ru: Минимум символов нижнего регистра

source: Minimum Uppercase Characters
ru: Минимум символов верхнего регистра

source: Minimum Digit Characters
ru: Минимум цифр в пароле

source: Minimum Special Characters
ru: Миимум специальных знаков в пароле

source: Enforce Complexity Requirement
ru: Требование к сложности пароля

source: Minimum Complexity (zxcvbn)
ru: Минимум сложности (zxcvbn)

source: Enable/disable local database authentication.
ru: Включить/отключить локальную авторизацию

source: Allow Users to Signup
ru: Разрешить пользователям регистрироваться

source: Allow users to signup. This requires local database authentication to be enabled.
ru: Разрешить пользователям регистрироваться. Для этого требуется включить аутентификацию по локальной базе данных.

source: This section allows you to customize your local DB password requirements and ensure that when users change their password or signup they are picking strong passwords.
ru: Этот раздел позволяет вам настроить требования к паролям вашей локальной базы данных, чтобы при смене пароля или регистрации пользователи выбирали надежные пароли.

source: Setting any entry field to a blank value will revert it back to default.
ru: Установка для любого поля ввода пустого значения вернет его обратно к значению по умолчанию.

source: This option will enforce the character type requirements for passwords.
ru: Этот параметр будет обеспечивать соблюдение требований к типу символов для паролей.

source: Minimum Lowercase Characters - Minimum number of lowercase characters required to appear in the password.
ru: Минимальное количество символов нижнего регистра - минимальное количество символов нижнего регистра, необходимых для ввода пароля.

source: Minimum Uppercase Characters - Minimum number of uppercase characters required to appear in the password.
ru: Минимальное количество символов верхнего регистра - минимальное количество символов верхнего регистра, необходимых для отображения в пароле.

source: Minimum Digit Characters - Minimum number of digits required to appear in the password. Digits include 1234567890.
ru: Минимальное количество цифровых символов - минимальное количество цифр, которое должно присутствовать в пароле. Цифры включают 1234567890.

source: Minimum Special Characters - Minimum number of special characters required to appear in the password. Special characters include `!@#$%^&amp;*()_-=+[]{}|;:",.&gt;&lt;/?.
ru: Минимальное количество специальных символов - минимальное количество специальных символов, которые должны присутствовать в пароле. Специальные символы включают `!@#$%^&amp;*()_-=+[]{}|;:",.& gt;&lt;/?.

source: Enable the enforcement of complex passwords. We currently use
ru: Включите принудительное использование сложных паролей. Используется

source: for determining this.
ru: для определения этого.

source: Minimum Complexity - The default value of the log factor is 11 as it is considered secure. More information about this can be found at
ru: Минимальная сложность - значение по умолчанию значение логарифмический коэффициентравно 11, поскольку считается безопасным. Подробнее информацию об этом можно найти по адресу

source: here
ru: здесь

source: Sudis Authentication
ru: Авторизация через СУДИС

source: Service Provider Configuration
ru: Конфигурация SP

source: Service Provider Url Address
ru: Адрес SP

source: Service Provider Name
ru: Название SP

source: CMS Configuration
ru: Конфигурация CMS (Криптопровайдера)

source: CMS Url Address
ru: Адрес CMS

source: Sender Key Name
ru: Имя ключа (Отправляемый)

source: Recipient Key Name
ru: Имя ключа (Принимаемый)

source: Sudis Configuration
ru: Конфигурация СУДИС SSO

source: SSO Url
ru: SSO Адрес

source: SSO Binding
ru: SSO Binding (Протоколы)

source: SLS Url
ru: SLS Адрес

source: SLS Binding
ru: SLS Binding (Протоколы)

source: Basic Settings
ru: Настройка Сервиса

source: Setting Name
ru: Ключ

source: Current Value
ru: Значение

source: On
ru: Включить

source: Off
ru: Выключить

source: Server Settings
ru: Статистика

source: Please complete your PowerDNS API configuration before continuing
ru: Пожалуйста, завершите настройку PowerDNS API, прежде чем продолжить

source: URL
ru: Адрес

source: Key
ru: Ключ

source: Version
ru: Версия

source: You must configure the API connection information before PowerDNS-Admin can query your PowerDNS data. Following fields are required
ru: Вы должны настроить информацию о подключении к API, прежде чем PowerDNS-Администратор сможет запросить ваши данные PowerDNS. Следующие поля обязательны для заполнения

source: eg
ru: напр.

source: key
ru: ключ

source: Your
ru: Ваш

source: version number
ru: номер версии

source: Find more details at
ru: Более подробную информацию можно найти по адресу

source: Zone Record Settings
ru: Настройки записей зоны

source: Forward Zone
ru: Forward

source: Reverse Zone
ru: Reverse

source: Select record types you allow user to edit in the forward zone and reverse zone. Take a look at
ru: Выберите типы записей, которые вы разрешаете редактировать пользователю в прямой зоне и обратной зоне. Обратите внимание на

source: docs
ru: документы

source: for full list of supported record types.
ru: для получения полного списка поддерживаемых типов записей.

source: Edit Profile
ru: Кабинет

source: Logout
ru: Выход

source: Zone Management
ru: Управление зонами

source: Administration
ru: Администрирование

source: Zone Templates
ru: Шаблоны

source: Basic
ru: Общее

source: Authentication
ru: Авторизация

source: Other
ru: Прочее

source: Documentation
ru: Документация

source: Control panel
ru: Система контроля

source: A PowerDNS webinterface with advanced features.
ru: Веб интерфейс PowerDNS, с расширенными функциями и методами авторизации

source: Success
ru: Готово

source: Session timeout warning
ru: Бездействие

source: Your session is about to expire. You will be automatically signed out in
ru: Срок действия вашей сессии подходит к концу. Выход из системы через

source: To coninue your ssession, select
ru: Для продолжения работы нажмите

source: Stay Signed In
ru: Остаться

source: Sign Out
ru: Уйти

source: Create Zone
ru: Создание зоны

source: Serial
ru: Серийный номер

source: Primary
ru: Основной

source: Clone to template
ru: Клонировать шаблон

source: Sync Zones from backend
ru: Синхронизировать зоны

source: Update in progress
ru: Обновление

source: Edit Records
ru: Редактирование

source: Zone Settings
ru: Настройки

source: Create Template
ru: Клонировать шаблон

source: Zone Changelog
ru: Журнал

source: Remove Zone
ru: Удалить

source: Changelog
ru: Журнал

source: Add Record
ru: Добавить запись

source: Update from Primary
ru: Обновить

source: Invisible Sorting Column
ru: Невидимый столбец

source: Apply Changes
ru: Применить изменения

source: Custom Record
ru: Пользовательская запись

source: New Zone
ru: Новая зона

source: Zone Override Record
ru: Override запись

source: No Account
ru: Без владельца

source: Zone Type
ru: Тип зоны

source: Native
ru: Оригинал

source: Secondary
ru: Повторяющий

source: Zone Template
ru: Шаблон зоны

source: No template
ru: Без шаблона

source: Enter your zone name in the format of name.tld (eg. powerdns-admin.com). You can also enter sublevel zones to create delegate zones (eg. sub.powerdns-admin.com) which can be useful for delegating control to other users.
ru: Введите название вашей зоны в формате name.tld (например. powerdns-admin.com). Вы также можете ввести зоны подуровня для создания зон делегирования (например. sub.powerdnsadmin.com), которые могут быть полезны для делегирования управления другим пользователям.

source: When enabled, this will allow the user to by-pass validation errors if the user doesn't have administration rights to a parent zone.
ru: Если это включено, это позволит пользователю обходить ошибки проверки, если у пользователя нет прав администратора родительской зоны.

source: Specifies the PowerDNS account value to use for the zone.
ru: Указывает значение учетной записи PowerDNS, которое будет использоваться для зоны.

source: The type decides how the zone will be replicated across multiple DNS servers.
ru: Тип определяет, как зона будет реплицироваться на нескольких DNS-серверах.

source: The server will not perform any Primary or Secondary zone functions.
ru: Сервер не будет выполнять никаких функций первичной или вторичной зоны.

source: The server will serve as the Primary and will send zone transfers (AXFRs) to other servers configured as secondaries.
ru: Сервер будет выступать в качестве основного и будет отправлять передачу зон (AXFRs) на другие серверы, настроенные как второстепенные.

source: The server will serve as the Secondary and will request and receive zone transfers (AXFRs) from other servers configured as Primaries.
ru: Сервер будет выполнять функции дополнительного и будет запрашивать и получать передачу зон (AXFRs) с других серверов, настроенных как основные.

source: Specifies the existing zone template which this zone should initially be replicated from.
ru: Указывает существующий шаблон зоны, из которого эта зона должна быть первоначально реплицирована.

source: The SOA-EDIT-API setting defines how the SOA serial number will be updated after a change is made to the zone.
ru: Параметр SOA-EDIT-API определяет, как будет обновляться серийный номер SOA после внесения изменений в зону.

source: Generate a soa serial of YYYYMMDD01. If the current serial is lower than the generated serial, use the generated serial. If the current serial is higher or equal to the generated serial, increase the current serial by 1.
ru: Сгенерируйте soa-серийный номер YYYYMMDD 01. Если текущий серийный номер меньше сгенерированного серийного номера, используйте сгенерированный серийный номер. Если текущий серийный номер больше или равен сгенерированному серийному номеру, увеличьте текущий серийный номер на 1.

source: Increase the current serial by 1.
ru: Увеличивать текущий серийный номер на 1.

source: Change the serial to the number of seconds since the EPOCH, AKA UNIX timestamps
ru: Изменить серийный номер на количество секунд, прошедших с момента начала EPOCH, оно же временная метка UNIX

source: Disable automatic updates of the SOA serial.
ru: Отключить автоматическое обновление серийного номера SOA.

source: WARNING
ru: ВНИМАНИЕ

source: CLOSE
ru: ЗАКРЫТЬ

source: Record changelog
ru: Журнал записей

source: Zone changelog
ru: Журнал зон

source: Manage Zone
ru: Управление зоной

source: Changed on
ru: Редактор

source: An undefined error occurred.
ru: Произошла непредвиденная ошибка.

source: Edit Zone
ru: Редактировать зону

source: Change Zone
ru: Изменить зону

source: Update
ru: Обновить

source: Auto PTR creation
ru: Автоматическое создание PTR

source: Allow automatic reverse pointer creation on record updates?
ru: Разрешить автоматическое создание обратного указателя при обновлении записи

source: Auto-ptr is enabled globally on the PDA system!
ru: Авто-ptr включен глобально в системе!

source: Users on the right have access to manage the records in the
ru: Пользователи справа имеют доступ к управлению записями в

source: zone
ru: зоне

source: Click on users to move from between columns.
ru: Нажмите на пользователей, чтобы переместить между столбцами.

source: Blue Users
ru: Помеченные пользователи

source: are Administrators and already have access to
ru: являются администраторами и уже имеют доступ ко

source: ALL
ru: ВСЕМ

source: zones
ru: зонам

source: Change Zone Type
ru: Имзенить тип зоны

source: PowerDNS will not perform any replication. Use this if you only have one PowerDNS server or you handle replication via your backend.
ru: PowerDNS не будет выполнять никакой репликации. Используйте это, если у вас есть только один сервер PowerDNS или вы управляете репликацией через свой серверный сервер.

source: This PowerDNS server will serve as the primary and will send zone transfers (AXFRs) to other servers configured as secondaries.
ru: Этот сервер PowerDNS будет выступать в качестве основного и будет отправлять передачу зон (AXFRs) на другие серверы, настроенные как второстепенные.

source: his PowerDNS server will serve as the secondaries and will request and receive zone transfers (AXFRs) from other servers configured as primaries.
ru: его сервер PowerDNS будет выполнять функции вторичного и будет запрашивать и получать передачу зон (AXFRs) с других серверов, настроенных как первичные.

source: New Zone Type Setting
ru: Новый тип зоны

source: Update Zone Type
ru: Применить

source: Change
ru: Журнал

source: setting defines how the SOA serial number will be updated after a change is made to the zone.
ru: настройка определяет, как будет обновляться серийный номер SOA после внесения изменений в зону.

source: DEFAULT - Generate a soa serial of YYYYMMDD01. If the current serial is lower than the generated serial, use the generated serial. If the current serial is higher or equal to the generated serial, increase the current serial by 1.
ru: DEFAULT - сгенерировать soa-серийный номер ГГГГММДД 01. Если текущий серийный номер является сгенерированным серийным номером, используйте сгенерированный серийный номер. Если текущий серийный номер больше или равен сгенерированному серийному номеру, увеличьте текущий серийный номер на 1.

source: Change the serial to the number of seconds since the EPOCH, aka unixtime.
ru: Изменение серийного номера на количество секунд, прошедших с момента начала EPOCH, то есть время unix.

source: Setting
ru: Настройки

source: This function is used to remove a zone from PowerDNS-Admin <b>AND</b> PowerDNS. All records and user privileges associated with this zone will also be removed. This change cannot be reverted.
ru: Эта функция используется для удаления зоны из PowerDNS-Admin <b>И</b> PowerDNS. Все записи и привилегии пользователя, связанные с этой зоной, также будут удалены. Это изменение невозможно отменить.

source: Delete Zone
ru: Удаление зоны

source: Sign In Local
ru: Войти (Локально)

source: Create an account
ru: Регистрация

source: Via
ru: Через

source: Sudis
ru: Судис

source: Site Maintenance
ru: Обслуживание сайта

source: The website is in maintenance mode
ru: Переключение сервиса в режим технического обслуживания
