Repository: rombintu/PowerDNS-Admin
Catalog: powerdnsadmin/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Sorry for the inconvenience but we're performing some maintenance at the moment. Please contact the System Administrator if you need more information, otherwise we'll be back online shortly
ru: Приносим извинения за доставленные неудобства, но в данный момент мы проводим некоторые ремонтные работы . Пожалуйста, свяжитесь с системным администратором, если вам нужна дополнительная информация, в противном случае мы скоро вернемся к работе

source: The Cloud Infrastructure Team
ru: Команда Облачной Инфраструктуры (ОИ)

source: Register
ru: Регистрация

source: Enter your personal details
ru: Введите свои личные данные

source: Enter your account details
ru: Введите данные своей учетной записи

source: Please complete the CAPTCHA below
ru: Введите данные своей учетной записи

source: Back
ru: Вернуться

source: Templates
ru: Шаблоны

source: Total Records
ru: Всего записей

source: Create Zone Template
ru: Создание шаблона зоны

source: Zone Template Editor
ru: Редактор шаблона зоны

source: Template Name
ru: Имя шаблона

source: Template Description
ru: Описание шаблона

source: Enter your template name, this is the name of the template that will be shown to users. The name should not have any spaces but can have symbols.
ru: Введите имя вашего шаблона, это имя шаблона, которое будет показано пользователям. В названии не должно быть пробелов, но могут быть символы.

source: Enter your template description, this is to help better identify the template.
ru: Введите описание вашего шаблона, это поможет лучше идентифицировать шаблон.

source: Edit Zone Template
ru: Изменение шаблона зоны

source: Apply
ru: Применить

source: Personal Info
ru: Персональные данные

source: Change Password
ru: Сменить пароль

source: Your account password is managed via another service which isn't supported to change here.
ru: Управление паролем вашей учетной записи осуществляется с помощью другого сервиса, изменение которого здесь не поддерживается.

source: New Password
ru: Новый пароль

source: Re-type New Password
ru: Повторите ввод пароля

source: Bad Request
ru: Неверный запрос

source: The server refused to process your request and return a 400 error
ru: Сервер отказался обработать ваш запрос и вернул сообщение об ошибке 400

source: return to the dashboard
ru: вернуться в дашборд

source: Access Denied
ru: Доступ запрещен

source: You don't have permission to access this page
ru: У вас нет разрешения на доступ к этой странице

source: Page not found
ru: Страница не найдена

source: The page you requested could not be found
ru: Запрошенная вами страница не была найдена

source: Something went wrong
ru: Что-то пошло не так

source: Try again later
ru: Попробуйте еще раз позже

source: SUDIS Authentication Error
ru: SAML: Ошибка входа

source: Something went wrong with your authentication
ru: Что-то пошло не так с аутентификацией

source: Login failed.
ru: Ошибка входа.

source: Error(s) when processing SUDIS Response:
ru: Ошибка при обработке ответа SAML:
